Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: Govva 2 Sámediggi 2012-2015 o Sámedikki bargoortnet ođaduvvo sámediggelága ja - ásahusa ođadeami oktavuođas beaktilin, demokráhtalažžan ja parlamentáralažžan ja das váldo vuhtii láhkaásaheami ja hálddahusa geavadiid nuppástupmi.
smn: o Sämitige pargo-oornig uđâsmittoo pehtilávt sämitiggelaavâ já - asâttâs uđâsmittem ohtâvuođâst demokraatlâžžân já parlamentaarlâžžân, väldimáin vuotân lahâasâttâs já haldâttuv vuáválâšvuođâi ovdánem.

source: o Sámedikki bálkáhanvuogádat ođaduvvo.
smn: o Sämitige pálhášumevuáhádâh uđâsmittoo.

source: Sámedikki parlamentáralaš stivren ja ovddugohcin ovddiduvvojit dainna lágiin, ahte várreságadoalli ja sámedikki stivrra sajádat nannejuvvojit bálkáhanvuogádagain vai politihkalaš doaibma beavttálmuvvá.
smn: Sämitige parlamentaarlâš stivrim já hiäđukocceem ovdeduvvojeh naanoodmáin värisaavâjođetteijei já sämitige stiivrâ sajattuv já läjiduvvojeh iävtuh poolitlâš tooimâ piähtumân pálhášumevuáháduv vievâst.

source: o Sámedikki bargoveahkaresurssat nannejuvvojit ekonomiijaplána mielde.
smn: o Sämitige pargojuávkkuresursseh nanoduvvojeh ekonomiavuávám mield..

source: 3.2.7 Sámedikki ovddugohcima ovddideapmi
smn: 3.2.7 Sämitige hiäđukocceem ovdedem

source: o Sámedikki ovddugohcin lea rabas, áššedovdi, beaktil, boađuslaš ja váikkuheaddji.
smn: o Sämitige hiäđukocceem lii áávus, ääšitobdee, pehtil, puáđuslâš já vaikutteijee.

source: Ovddugohcimis ovddiduvvo Suoma riikkaidgaskasaš geatnegasvuođaid ja guovddáš olmmošvuoigatvuođaid ollašuvvama bearráigeahčči orgánaid ávžžuhusaid ollašuvvan sámedikki doaibmanprográmma mielde.
smn: Hiäđukocemist ovdeduvvojeh Suomâ aalmugijkoskâsij kenigâsvuođâi já kuávdášlâš olmoošvuoigâdvuođâi olášume koccee orgaanâi avžuuttâsâi olášume sämitige toimâohjelm mield..

source: o Ovddugohcimis lea deaddu eandaliige sámiid guoski láhkaásaheami ovddidanfidnuide váikkuheamis ja sámiid ruovttuguovllu eallinfámu buorideamis sáme-i kultuvrra mielde.
smn: o Hiäđukocemist vuáijup eromâšávt sämmilijd kyeskee lahâasâttâs ovdedemprojektáid vaikutmân já sämikuávlu eellimvuáimálâšvuođâ pyereedmân sämikulttuur mield..

source: Čanasjoavkoovttasbargu iešguđet eiseválddiiguin jotkojuvvo ja ovddiduvvo.
smn: Čanosjuávkkuoovtâstpargo jieškote-uv virgeomâháiguin juátkoo já ovdeduvvoo.

source: o Ovddugohcin Eurohpá Uniovdnii ovddiduvvo ja buoriduvvo.
smn: o Hiäđukocceem Euroop unionân ovdeduvvoo já pyereduvvoo.

source: Sámediggi ságastallá aktiivvalaččat EU:in áššiin mat gusket sápmelaččaide ja viggá váikkuhit EU mearrádusdahkamii ovttasbarggus SPR:in.
smn: Sämitigge tuálá aktiivlâš savâstâllâm EU:in sämmilijd kyeskee aašijn viggâmáin vaikuttiđ EU miärádâstohâmân oovtâstpargoost SPR:in.

source: o Oassálastá ráđđehusráđđádallamiidda jagi 2015 ja váikkuha beaktilit ráđđehusprográmma sápmelašmerkejumiide.
smn: o Sämitigge uásálist haldâttâsráđádâlmáid ive 2015 já vaikut pehtilávt haldâttâsohjelm sämikirjiimáid.

source: 3.3 Sektormieldásaš dárkilis ulbmilat
smn: 3.3. Sektorkuáhtásiih ovtâskâsčuággásiih ulmeh

source: 3.3.1 Sámi ealáhuspolitihkka
smn: 3.3.1 Säämi iäláttâspolitiik

source: o Sámediggái ásahuvvo ealáhus- ja vuoigatvuohtalávdegotti vuollái stáhta doarjagiin sámi ealáhusfoanda, mainna duvdojuvvojit sámiid árbevirolaš ealáhusat (boazodoallu, guolásteapmi, meahccebivdu, čoaggin ja duodji) ja daidda gullevaš ođđa ealáhushámiid ovdáneapmi, degomat unnamahtosaš ekologalaš turisma ja árbevirolaš ealáhusaid buktagiid ovddosdikšun.
smn: o Sämitiigán vuáđuduvvoo iäláttâs- já vuoigâdvuođâlävdikode vuálásâžžân staatâ ruttâdâssáin säämi iäláttâsruttârááju, moin puáhtá tuárjuđ sämmilij ärbivuáválij iäláttâsâi hárjuttem (puásuituálu, kyelipivdo, meccipivdo, nurâdem já tyeji) já toid lohtâseijee uđđâ sämikulttuurmiäldásij iäláttâshaamij ovdánem, tegu ucessiähá ekologâlâš mađhâšem já ärbivuáválij iäláttâsâi pyevtittâsâi jáludem.

source: Earenoamážit duvdojuvvojit sámenuorat vai sii beasašedje fárrui árbevirolaš ealáhusaide ja sámenissoniid fitnodagat.
smn: Eromâšávt tuárjup säminuorâi peessâm ärbivuáválij sämiiäláttâsâi pirrâdâhân já säämi nissoonirâtteijeevuođâ.

source: o Sámediggái ásahuvvo ng. vuođđofoanda (suom. puskurirahasto), vai sámediggi sáhttá ohcat ruhtadeami EU-prošeavttaid álggaheapmái.
smn: o Sämitiigán läjiduvvoo nk. tuástumruttârááju (puskurirahasto), vâi sämitigge puáhtá uuccâđ ruttâdem EU-projektij jotonpiejâmân.

source: Ohccojuvvo ruhtadeapmi EU ráhkadusfoandaprográmmain doaibmanprográmma ulbmiliid ollašuhttima várás.
smn: Occoo ruttâdem EU rááhtusruttârájuohjelmijn toimâohjelm uulmij olášutmân.

source: o Sámedikki ealáhuspolitihkalaš doaibma buoriduvvo dainna lágiin, ahte ásahuvvojit ođđa virggit ja oassálastojuvvo aktiivvalaččat sámi ealáhusaid ovddideapmái ovddugohcimiin, ovddidanfidnuiguin ja buriin ovttasbargguin olbmuiguin, geat hárjehit árbevirolaš ealáhusaid.
smn: o Sämitige iäláttâspoolitlâš toimâ pyereduvvoo vuáđđudmáin uđđâ viirgijd já uásálistmáin aktiivlávt sämi-iäláttâsâi oovdedmân hiäđukocemáin, lääjidmáin ovdedemprojektijguin já šiev oovtâstpargoin ärbivuáválij sämmilij iäláttâshárjutteijeiguin.

source: o Boazodoalu ja luondduealáhusaid ruhtadanláhkii evttohuvvo guođohandoarjja sápmelaš boazodoallovuogi doarjuma ja seailluheami dihte ja spirevahágiid eastadeami dihte.
smn: o Puásuituálu- já luánduiäláttâsâi ruttâdemlaahân iävtuttuvvoo kuáđuttemtoorjâ säämi puásuituálumaali tuárjumân já siäilutmân sehe piätuvahâgij muuneeldestimân.

source: o Guolástanlága oppalašođastusas dorvvastuvvojit sámiid áigahaš návddašanvuoigatvuođat olles sámiid ruovttuguovllus, sámiid guolástanárbevieru ja - kultuvrra seailun ja sápmelaččaid guolásteami sierravuoigatvuođaid seailun.
smn: o Kuálástuslaavâ olesuđâsmitmist torvejuvvojeh sämmilij tovlááh navdâšemvuoigâdvuođah ubâ sämikuávlust, säämi kuálástusärbivyevi já - kulttuur siäilum sehe sämmilij sierânâsvuáđustâslâš kyelipivdovuoigâdvuođâi siäilum.

source: Sámedikki dievasmearálaš ja váikkuheaddji oassálastin ja maiddái Deanu sápmelaččaid guolástanárbevierru ja guolástanvuoigatvuođat dorvvastuvvojit Deanu guolástansoahpamušráđđádallamiin.
smn: Sämitige tievâsmiärálâš já vaikutteijee uásálistem sehe Tiänu sämmilij kuálástusärbivyehi já kyelipivdovuoigâdvuođah torvejuvvojeh Tiänu kuálástussopâmušráđádâlmijn.

source: Govva: Inga-Briitta Magga
smn: Kove: Inga-Briitta Magga

source: o Dorjojuvvojit ja ráhkaduvvojit vejolašvuođat sámi árbevirolaš ealáhusaid ámmátlaš oahpahussii ja dorjojuvvo earenoamážit oahppasoahpamušskuvlejumi ovdáneapmi.
smn: o Tuárjojeh já läjiduvvojeh iävtuh sämikulttuurmiäldásâš ärbivuáválij iäláttâsâi áámmátlâš máttááttâsân já tuárjoo eromâšávt oppâsopâmušškovlim ovdánem.

source: o Dorjojuvvo ja ovddiduvvo dakkár dilli, mii duvdá sápmelaš árbevirolaš ealáhusaid ja daid siidoealáhusaid ovddugohcimiin ja ovddidandoaimmain.
smn: o Hiäđukocemáin já ovdedemtoimáin ovdeduvvoo taggaar tile, mii tuárju sämmilij ärbivuáválij iäláttâsâi já toi lahtosiäláttâsâi hárjuttem.

source: o Ovddiduvvo boaldámušvearu máhcaheapmi árbevirolaš sámi ealáhusaid hárjeheaddjiide.
smn: o Ovdeduvvoo puáldámušviäru macâttem ärbivuáválij sämi-iäláttâsâi hárjutteijeid

source: Sámegiela eallinfámu dorvvasteapmi
smn: Sämikielâ eellimvuáimálâšvuođâ turvim

source: o Sámi parlamentáralaš ráđi davviriikkalaš sámegiela dutkan- ja ámmát / resursaguovddáža bissovaš ruhtadeapmi sihkkarastto fidnoáigge ja doaimmas šaddá bissovaš.
smn: o Säämi parlamentaarlâš rääđi ohtsâštave-eennâmlâš sämikielâ tutkâm- já áámmát / reesuurskuávdáá pissoo ruttâdem visásmittoo proojeektääigi já tooimâst šadda fastâtoimâ.

source: Fidnu vuođul lea ráhkaduvvon bissovaš málle sámegiela ovttasbarggu ordnema várás SPR:s ja sámedikki doaimmas.
smn: Proojeekt vuáđuld lii läjidum pissoo malli säämi kielâoovtâstpargo orniimân SPR:st já sämitige tooimâst.

source: o Sámegielaid dálá dili guoskevaš čielggadanbargu geahččaluvvo oažžut gárvvisin jagi 2013 áigge.
smn: o Viggâp uážžuđ sämikielâi tááláá tile kyeskee čielgiittâspargo valmâšin ive 2013.

source: Sámegiela giellalága ollašuvvama guorahallan lea álggahuvvon.
smn: Säämi kielâlaavâ olášume árvuštâllâm lii algâttum.

source: o Ovddugohcimis deaddu lea eandaliige árbevirolaš sámegiela giellageavahanbirrasiid seailluheamis ja doarjumis.
smn: o Hiäđukocemist vuáijup eromâšávt ärbivuáválij sämikielâ kevttimpirrâsij siäilutmân já tuárjumân. Tuárjup sämikielâ kevttim lasanem.

source: Sámegiela geavahanvejolašvuođat nannejuvvojit buot eallinsurggiin ja sámegiela seailun, gárggiideapmi ja sirdáseapmi ođđa sohkabulvii dorjojuvvo.
smn: Sämikielâ kevttimmáhđulâšvuođah nanoduvvojeh puohâin eellim suorgijn já sämikielâ siäilum, ovdánem já sirdâšem uđđâ suhâpuolvân tuárjoo.

source: o Sámi giellaláhka ollašuvvá dievasmearalaččat ja sámediggi bearráigeahččá beaktilit ja váikkuhanfámolaččat giellalága ollašuvvama.
smn: o Säämi kielâlaahâ olášuvá tievâsmiärálávt já sämitigge kocá pehtilávt já aktiivlávt kielâlaavâ olášume.

source: Sámegiela giellaláhkačielggadeami doaibmabidjoevttohusat leat ollašuhtton.
smn: Säämi kielâlahâčielgiittâs toimâiävtuttâsah láá olášittum.

source: o Sámegiela doaimmahat ovddiduvvo sámegiela gáhttema ja giellapolitihka áššedovdiorgánan.
smn: o Sämikielâ toimâttâh ovdeduvvoo sämikielâ huolâttâs já kielâpolitiik äššitobdeeorgaanân.

source: Sámegielat sátnerádjobarggu ja ođđasániid ovddideami vejolašvuođat nannejuvvojit, earenoamážit giellateknologiijain.
smn: Sämikielâlâš sänipargo já uđâssaanij ovdedem máhđulâšvuođah nanoduvvojeh, eromâšávt kielâteknologia vievâst.

source: o Anáraš- ja nuortalašgiela sajádat buoriduvvo ovttaárvosaš giellan skuvlejumis, dutkosiin, sámedikki doaimmas ja almmolaš eallimis davvisámegiela báldii.
smn: o Aanaar- já nuorttâsämikielâ sajattâh pyereduvvoo täsiárvusâš kiellân škovliimist, tuđhosijn, sämitige tooimâst já almolâš elimist tavesämikielâ paaldân.

source: Sámegiela doaimmahahkii ásahuvvo golbma ođđa jorgaleaddji virggi anáraš-, nuortalaš- ja davvisámegielaide.
smn: Sämikielâ toimâttâhân vuáđuduvvojeh kulmâ uđđâ jurgâleijee virge, aanaar-, nuorttâ- já tavesämikielân.

source: o Sámegiela ealáskahtti giellabeasse- ja searvedoibmii ráhkaduvvojit oktasaš kriterat ja giellabeasseplánat sámedikki jođiheami vuolde.
smn: o Sämikielâ iäláskittee kielâpiervâl- já kerhotooimân ráhtojeh ohtâlâs kriteereh já kielâpiervâlvuáváámeh sämitige jođettâsâst.

source: o Giela ealáskahtti giellabeassedoaibma ordnejuvvo guđege sámiid ruovttuguovllu gielddas ja sámiid ruovttuguovllu olggobealde.
smn: o Kielâ iäláskittee kielâpiervâltooimah uárnejuvvojeh jyehi sämikuávlu kieldâst já sämikuávlu ulguubeln.

source: o Giellaráđi vuollái ásahuvvo mearreruhta, mainna doarjut rávesolbmuid njálmmálaš ja/dahje čálalaš sámegiela dáiddu skáhppoma.
smn: o Kielirääđi vuálásâžžân läjiduvvoo meriruttâ, moin puáhtá tuárjuđ rävis sämiaalmug njálmálâš já / tâi kirjálâš sämikielâ tááiđu haahâm.

source: 3.3.3 Sámemánáid ja - nuoraid sajádaga ovddideapmi
smn: 3.3.3 Sämipárnái já - nuorâi sajattuv ovdedem

source: o Sámedikki nuoraidráđi vuollái lea vuođđuduvvon sápmelaš nuoraidmearreruhta.
smn: o Sämitige nuorâirääđi vuálásâžžân lii vuáđudum säämi nuorâimeriruttâ.

source: o Nuoraidráđi vuollái álggahuvvo Ofelaš-fidnu, masa dáhkiduvvojit doarvái resurssat nuoraidmearreruđain.
smn: o Nuorâirääđi vuálásâžžân vuáđuduvvoo Ofelašproojeekt, moos tähiduvvojeh tuárvi resursseh säämi nuorâimeriruuđáin.

source: o Sámemánáid- ja nuoraid dárbbut váldojuvvojit vuhtii sámedikki buot doaimmain o Sámedikki nuoraidráđi duođalaš váikkuhanvejolašvuođat dorvvastuvvojit ja nuoraidráđi doaibma ja dovddusvuohta ovddiduvvo sámenuoraid dili áššedovdiorgánan.
smn: o Sämipárnái- já nuorâi táárbuh váldojeh vuotân sämitige puoh tooimâst. o Sämitige nuorâirääđi tuođâliih vaikuttemmáhđulâšvuođah torvejuvvojeh já nuorâirääđi tooimâ já tubdâttetteevuotâ ovdeduvvoo säminuorâi sajattuv äššitobdeeorgaanân.

source: o Sámegielat ja - kulturmieldásaš searve- ja astoáiggedoaibma ovddiduvvo ja dorjojuvvo
smn: o Sämikielâlâš já sämikulttuurmiäldásâš kerho- já astoääigitoimâ ovdeduvvoo já tuárjoo.

source: Govva: Petra Biret Magga-Vars
smn: Kove: Petra Biret Magga-Vars

source: o Ráhkaduvvojit vejolašvuođat dasa, ahte sámenuorat sáhttet báhcit sámiid ruovttuguvlui.
smn: o Läjiduvvojeh iävtuh toos, et säminuorah pyehtih pääcciđ sämikuávlun.

source: o Sámemánáid kulturguovddážis MÁNNUs dahkko oassi sámedikki bissovaš doaimma ja doibmii leat doarvái resurssat.
smn: o Säämi párnáikulttuurkuávdáást MÁNNU:st ráhtoo uási sämitige pissoo tooimâst já tooimân láá kelijdeijee resursseh.

source: Doaibma lasihuvvo ja ovddiduvvo sámiid ruovttuguovllus ja guovddáža doaibma olahuvvo sámiid ruovttuguovllu olggobeallái
smn: Toimâ lasettuvvoo já ovdeduvvoo sämikuávlust já vijđeduvvoo meid sämikuávlu ulguubel.

source: 3.3.4 Sámegielat sosiála- ja dearvvašvuohtabálvalusaid ovddideapmi
smn: 3.3.4 Sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi ovdedem

source: MÁNNU viggá doaimmainis doarjut sámemánáid ja - nuoraid identitehta ovdáneami.
smn: MÁNNU viggá toimâinis nanodiđ sämipárnái- já nuorâi identiteet.

source: Ovttasbargin doibmet váldoáššis skuvllat, beaiveruovttut ja giellabeasit, maid bokte prošeavtta ulbmiljoavku, sámeguovllu vuollái 18 jahkásaš sámemánát ja nuorat juksojit njuovžilit..
smn: Vuáválâš oovtâstpargopeellin tuáimih iänááš škoovlah, peivikiäjuh já kielâpiervâleh, moi pehti proojeekt čuásáttâhjuávkku, sämikuávlu vuálá 18 - ihásiih sämipárnááh já nuorah, fättejuvvojeh älkkeht.

source: Doaimmain MÁNNU ovddida sámi árbevirolaš dieđu sirdáseami nuorat sohkabuolvvaide.
smn: Toimâinis MÁNNU oovded säämi ärbivuáválii tiäđu sirdâšem nuorâb suhâpuolváid.

source: Kultuvrra dovdamuš veahkeha mánáid ja nuoraid sámeidentitehta nanosmuvvama, mii lea eaktun sámekultuvrra seailumii ja o Sámegielat sosiála- ja dearvvašvuohtabálvalusaid buvttadeapmái várrejuvvon mearreruđa mieđiheamis heivehuvvo lágain, mearreruhta lea bajiduvvon sámedikki ekonomiijaplána mielde ja ruhtadeapmi mieđihuvvo sápmelaččaid iešmearridanvuoigatvuođa mielde go sámediggi doaibmá stáhtaveahkkeeiseváldin.
smn: Kulttuur tubdâm tuárju párnái já nuorâi sämmilâšidentiteet nanosmem, mii lii iähtu sämikielâ já - kulttuur siäilumân já jiešiävtulâš ovdánmân.

source: Mearreruđa mieđiheapmái ráhkaduvvo válgabadjeguovdasaš plána.
smn: Meriruuđâ mieđeetmân ráhtoo vaaljâpojijmield vuávám.

source: o Ovddugohcimis ja sámedikki iežas doaimmas ráhkaduvvojit vejolašvuođat olles sámeálbmoga alladássásaš, sámegielat ja sámekulturmieldásaš sosiála- ja dearvvašvuođabálvalusaide.
smn: o Hiäđukocemist já sämitige jieijâs tooimâst läjiduvvojeh iävtuh ubâ sämiaalmug ollâtásásâš, sämikielâlâš já sämikulttuurmiäldásâš sosiaal- já tiervâsvuođâpalvâlussáid.

source: Ovttasbargu sámiid ruovttuguovllu gielddaiguin ja bálvalusaid buvttadeaddjiiguin jotkojuvvo beaktilit ja váikkuhanfámolaččat buoridan dihte sámegielat sosiála- ja dearvvašvuođabálvalusaid.
smn: Oovtâstpargo sämikuávlu kieldâiguin já palvâluspyevtitteijeiguin sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi pyereedmân juátkoo pehtilávt já aktiivlávt.

source: o Váikkuhuvvo aktiivvalaččat, beaktilit ja váikkuhanfámolaččat sosiála- ja dearvvašvuođafuolahusa láhkaásaheami ja hálddahusa ovddideapmái.
smn: o Vaikuttuvvoo aktiivlávt já pehtilávt sosiaal- já tiervâsvuođâhuolâttâs lahâasâttâs já haldâttuv oovdedmân.

source: o Ráhkaduvvojit vejolašvuođat sápmelaš árbevirolaš ealáhusaid hárjeheaddjiid bargodearvvašvuođafuolahussii, sadjásašveahkkái ja birgenláhkái.
smn: o Läjiduvvojeh iävtuh sämmilij ärbivuáválij iäláttâsâi hárjutteijei pargotiervâsvuođâhuolâttâsân, sajasâšišán já áigápuátun.

source: o Dorjojuvvo sámegielat sosiála- ja dearvvašvuođabálvalusaid ovddideapmi rádjeguovloovttasbargguin.
smn: o Tuárjoo sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi ovdedem räjikuávluoovtâstpargoost.

source: o Davvi-Suoma sosiálasuorggi máhttinguovddáža sápmelašovttadaga doaibmanvejolašvuođat nannejuvvojit.
smn: o Tave-Suomâ sosiaalsyergi mättimkuávdáá, sämiohtâduv toimâmiävtuid nanoduvvojeh.

source: 3.3.5 Sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi
smn: 3.3.5 Sämmilij kulttuurpalvâlusâi já taaidâeellim ovdedem

source: o Ovddiduvvo árvolassevearu vuolideapmi sámi duojis ja dáidagis 9 % sámedikki ovddugohcimis.
smn: o Sämitige hiäđukocemist ovdeduvvoo árvulaseviäru vyeledem säämi tyejeest já taidust 9 %.

source: o Gárvvistuvvo sámedikki dáidda- ja duodjepolitihkalaš prográmma jagi 2012 áigge masa gullat sámedáiddáriid ja duojáriid.
smn: o Ráhtoo sämitige taaidâ- já tyejipoolitlâš ohjelm ive 2012 ääigi kulâmáin sämitaaidârijd já tuájárijd.

source: Prográmma gárvvisteami várás bálkáhuvvo bargi.
smn: Ohjelm rähtim várás pálkkááttuvvoo pargee.

source: o Sámegielat kultuvrra ovddideapmái ja sámeservviid doibmii várrejuvvon mearreruhta bajiduvvo ekonomiijaplána mielde. o Ođaduvvo sápmelaš kulturmearreruđa ohcanproseassa beaktileabbon.
smn: o Sämikielâlâš kulttuur oovdedmân já sämiseervij tooimân väridum meriruttâ loptejuvvoo ekonomiavuávám mield. o Uđâsmittoo säämi kulttuurimeriruuđâ uuccâmproosees pehtilubbon.

source: Kulturlávdegoddi gárvvista sámedikki doaibmanprográmma vuođul jagi 2013 rájes jahkásaš ulbmiliid sápmelaš kulturmearreruhtii.
smn: Kulttuurlävdikodde ráhtá sämitige toimâohjelm vuáđuld ive 2013 rääjist ihásijd mittomeerijd säämi kulttuurmeriruutân.

source: o Sámediggi ovddida ja iežas bealis ráhkada vejolašvuođaid dasa, ahte Suopma ratifisere Unesco immateriála kulturárbbi suodjalansoahpamuša jođáneamos lági mielde. o Dorjojuvvo sápmelaš kulturalbmanemiid seailun, ovdáneapmi ja ealáskahttin sámedikki ovddugohcima vuolde ja iežas doaimmas.
smn: o Sämitigge oovded já lááčá jieijâs uásild iävtuid toos, et Suomâ ratifisist Unesco immateriaallâš kulttuurärbivyevi suojâlemsopâmuš nuuvt jotelávt ko máhđulâš o Tuárjoo sämmilij kulttuurolgospyehtimij siäilum, ovdánem já iäláskittem sämitige hiäđukocemist já jieijâs tooimâst o Säämi kulttuurimeriruuđâ mieđeetmist já hiäđukocemist läjiduvvojeh iävtuh toos, et sämikielâlâš já sämikulttuurmiäldásâš párnái- já nuorâi kirjálâšvuođâ, multimediapyevtittâs já eres palvâlusâi meeri já finnimvuotâ lassaan.

source: o Dorjojuvvo ovddugohcimis Sámemusea Siidda ovdáneapmi, resurssaidjuohkin ja bargguid sirdin Museovirastos Siidii.
smn: o Tuárjoo hiäđukocemist Sämimuseo Siijdâ ovdánem, resurssistem já pargoi sirdem Museovirgáduvâst Siijdân.

source: o Ráhkaduvvojit vejolašvuođat nuortalaškulturguovddáža vuođđudeami várás Čeavetjávrái ovttasbarggus nuortalaččaid siidačoahkkimiin ja dorjojuvvo guovddáža doaibma ja váikkuhannávccat lágidemiin
smn: o Läjiduvvojeh iävtuh nuorttâlâškulttuurkuávdáá vuáđđudmân Čevetjáávrán oovtâstpargoost nuorttâlâšâi sijdâčuákkimáin já tuárjoo kuávdáá tooimâ já vaikuttemvuođâ lääjidmáin sämitige jieijâs tooimâid kuávdáá ohtâvuotân.

source: o Lágiduvvojit vejolašvuođat sámegielat aviissaid ja neahttamedia ovdáneapmái.
smn: o Läjiduvvojeh iävtuh sämikielâlâš aavismedia já viärmádâhmedia ovdánmân.

source: o Lágiduvvojit vejolašvuođat sámegielat prográmmafálaldaga lasiheapmái radios ja TV:s, earenoamáš deaddočuokkisin dat, ahte sámegielat ja - kulturmieldásaš mánáid- ja nuoraidprográmmat lassánit ja sámeradio guláhatguovlu viidu gávpogiidda bálvalit stuorát oasi sámiin.
smn: o Läjiduvvojeh iävtuh sämikielâlâš ohjelmfalâlduv lassaanmân radiost já TV:st, eromâš tiäddučuágástâhhân sämikielâlâš já kulttuurmiäldásâš párnái- já nuorâiohjelmij merhâšittee lasanem sehe sämiradio kullumkuávlu viijđedmân kaavpugáid palvâliđ stuárráb uási sämmilijn.

source: Váikkuhuvvo beaktilit ja váikkuhanfámolaččat Yleisradio sámegielat bálvalusaid ruhtadeami lasiheapmái.
smn: Vaikuttuvvoo pehtilávt já aktiivlávt Yleisradio sämikielâlâš palvâlusâi ruttâdem lasseedmân.

source: o Sámediggi duvdá sámekulturguovddáš Sajosa sámekulturbálvalusaid ovdáneami ja ordne sápmelaš kulturbálvalusaid maiddái eará sámiid ruovttuguovllu gielddain ja ruovttuguovllu olggobealde.
smn: olášuu, koska sämmilij o Sämitigge tuárju säämi kulttuurkuávdáš Saijoos sämikulttuurpalvâlusâi ovdánem já uárnee sämmilijd kulttuurpalvâlusâid meid eres sämikuávlu kieldâin já sämikuávlu ulguubeln.

source: o Sajosa sajádaga nannen, ovddideapmi ja dovddusin dahkan sápmelaččaid virkkos ja iehčanas doaibmaguovddážin ja eallinfámolaš ja máŋggabealat dáhpáhusdállun o Sajosa jođihan- ja márkanastin- sihke dan fásta doaibmiid gaskasaš ovttasbargomálle plánen ja Govva: Anni Näkkäläjärvi sohppojuvvon málle ollašuhttin ja ovddideapmi ja ovttasbargomálle doaibman- ja bargoveahkaresurssaid dorvvasteapmi.
smn: o Saijoos sajattuv nanodem, ovdedem já tobdosin toohâm sämmilij virkkuus já jiešiävtulâš toimâmkuávdážin sehe ellee já maaŋgâpiälásâš tábáhtustáállun. o Saijoos jođettem- já markkânistem- sehe ton fastâ tuáimei koskâsâš oovtâsttoimâmmaali vuávám já Kove: Anni Näkkäläjärvi sooppum maali olášuttem já ovdedem já oovtâsttoimâmmaali toimâm- já pargojuávkkuresurssij turvim.

source: o Eamiálbmogiid filbmaguovddáža doaimma jotket ja ovddidit ja dan doaibma olahuvvo maiddái sámiid ruovttuguovllu olggobeallái.
smn: o Algâaalmugij elleekovekuávdáá toimâ juátkoo já ovdeduvvoo já ton toimâ vijđeduvvoo še sämikuávlu ulguubel.

source: o Sámemusihkkaguovddáža doaimma jotket ja ovddidit.
smn: o Sämimuusikkuávdáá toimâ juátkoo já ovdeduvvoo.

source: o Dahkko ovttasbargu evangelalaš-luteralaš girkuin ja ortodoksalaš girkkuin buoridan dihte sámegielat bálvalusaid.
smn: o Oovtâstpargo pargoo evaŋgellâš-luterilâš kirhoin já ortodoksâlâš kirhoin sämikielâlâš palvâlusâi pyereedmân.

source: Dahkko ovttasbargu maiddái eallinoinnolaš servviiguin.
smn: Tahhoo oovtâstpargo meid eellimuáinulâš servijguin.

source: 3.3.6 Sámeoahpahusa ja alit oahpahusa ovddideapmi
smn: 3.3.6 Sämimáttááttâs já ollâškovlim ovdedem

source: o Sápmelaš oahppamateriála buvttadeami várás čujuhuvvon mearreruhta bajiduvvo sámedikki evttohusaid mielde.
smn: o Säämi oppâmateriaal vaalmâštmân čujottum meriruttâ loptejuvvoo sämitige iävtuttâsâi mield..

source: Anáraš- ja nuortalašgielat oahppamateriála mearri lasihuvvo dovdomassii.
smn: Aanaar- já nuorttâsämikielâlâš oppâmateriaalâi meeri lasettuvvoo merhâšitteht.

source: o Sámegiela ja sámegielat vuođđooahpahusa várás ráhkaduvvo Sámeoahpahusa oahppoplána vuođuštusat, mii váldá vuhtii sámekultuvrra ja mainna oahpahusa sisdoallu ja diibmojuohku dahkko oktilažžan ja ulbmillaš giela ealáskahttin oahpahusain dahkko vejolažžan.
smn: o Sämikielâ já sämikielâlâš vuáđumáttááttâs várás valmâštuvvojeh säämi kulttuur vuotân väldee Sämimáttááttâs máttááttâsvuávám vuáđustâsah, moi vievâst máttááttâs siskáldâsah já tijmejuávuh ohtâlistojeh já vuáválâš kielâ iäláskittem tahhoo máttááttâs vievâst máhđulâžžân.

source: o Ohcejoga sámelogahaga seailuma dorjojuvvo ja lágiduvvojit vejolašvuođat sámelogahaga doaimma ovdáneapmái.
smn: o Ucjuv sämiluvâttuv siäilum tuárjoo já läjiduvvojeh iävtuh sämiluvâttuv tooimâ ovdánmân.

source: Lágiduvvojit vejolašvuođat sámegielat oahpahussii logahagain ja sámegielat studeantačállosiid čađaheapmái.
smn: Läjiduvvojeh iävtuh sämikielâlâš máttááttâsân luvâttuvâst já sämikielâlâš pajeuáppeeiskosij čođâlditmân.

source: o Ovddiduvvo ovttas eará oahppolágádusaiguin giellaealáskahttindoaimma oahpahusa ja sierrapedagogihka.
smn: o Ovdeduvvoo oovtâstpargoost jieškote-uv oppâlájádâsâiguin kielâ iäláskittee tooimâ máttááttâs já sierânâspedagogiik.

source: o Ovddiduvvo SPR:a sámi universitehtaprošeakta, man bokte sámenuorat sáhttet oažžut allaskuvlaoahpu sámiid ruovttuguovllus.
smn: o Ovdeduvvoo SPR sämiollâopâttâhproojeekt, vâi säminuorah pyehtih uážžuđ ollâškovlim sämikuávlust.
